[
	{
		"Title": "Ace Novel - Manga Adaptation",
		"Description": "Washed up on the shores of a deserted island at the edge of the East Blue Sea, two men from different backgrounds unite in their shared thirst for adventure. One of them, Portgaz D. Ace, will follow in his infamous father’s footsteps as the fearless captain of a pirate crew. The other, Masked Deuce, becomes the reluctant first member of Ace’s Spade Pirates. Survival is not enough for these seafaring buccaneers, as together they seek treasure, excitement, and a route to the New World.",
		"Url": "/mangas/1/ace-novel-manga-adaptation",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/02-03_adaptedv2.png"
	},
	{
		"Title": "Attack on Titan",
		"Description": "Several hundred years ago, humans were nearly exterminated by giants. Giants are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest of giants.",
		"Url": "/mangas/8/attack-on-titan",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/aotDescriptionv2.png"
	},
	{
		"Title": "Black Clover",
		"Description": "In a world full of magic, Asta—an orphan who is overly loud and energetic—possesses none whatsoever. Despite this, he dreams of becoming the Wizard King, a title bestowed upon the strongest mage in the Clover Kingdom. Possessing the same aspiration, Asta’s childhood friend and rival Yuno has been blessed with the ability to control powerful wind magic. Even with this overwhelming gap between them, hoping to somehow awaken his magical abilities and catch up to Yuno, Asta trains his body relentlessly every day. In the Clover Kingdom, once a person turns 15 years old, it is time for them to receive their Grimoire, an item allowing its wielder to use their magic to its full capacity. At the ceremony, Yuno obtains a Grimoire with a legendary four-leaf clover, indicating the exceptional strength of its wielder, while Asta pointlessly waits for his. Feeling dejected, yet unwilling to give up, Asta sees Yuno caught by a mage who is trying to steal Yuno’s special Grimoire. Despite being completely overpowered by Yuno’s captor, Asta’s will to keep fighting rewards him with his very own Grimoire—one with an unheard-of black five-leaf clover.",
		"Url": "/mangas/3/black-clover",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/bc_spread%20%281%29.png"
	},
	{
		"Title": "Bleach",
		"Description": "Bleach follows the adventures of the hotheaded teenager Ichigo Kurosaki, who inherits his parents’ destiny after he obtains the powers of a Soul Reaper—a death personification similar to the Grim Reaper—from another Soul Reaper, Rukia Kuchiki.",
		"Url": "/mangas/2/bleach",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/bleach.jpg"
	},
	{
		"Title": "Build King",
		"Description": "Tonkachi and Renge live on mysterious Hammer Island, a place where no human should be able to survive. The two are carpenters who build houses for the island's inhabitants, but what are their special powers? And what are their dreams? Construction soon begins on this megabuild of a battle fantasy story!",
		"Url": "/mangas/9/build-king",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/build%20king.png"
	},
	{
		"Title": "ChainSaw Man",
		"Description": "When his father died, Denji was stuck with a huge debt and no way to pay it back. Thanks to the help of a Devil dog he saved named Pochita, though, Denji is able to scrape by as a Devil Hunter working for the Yakuza. When the mob betrays Denji and he's killed by a Devil, Pochita sacrifices himself to revive his former master. Now Denji has been reborn as some kind of weird Devil-Human hybrid. He is now Chainsaw Man!",
		"Url": "/mangas/13/chainsaw-man",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/cmtw.jpg"
	},
	{
		"Title": "Haikyuu!! (New Special!)",
		"Description": "Ever since having witnessed the \"Little Giant\" and his astonishing skills on the volleyball court, Shouyou Hinata has been bewitched by the dynamic nature of the sport. Even though his attempt to make his debut as a volleyball regular during a middle school tournament went up in flames, he longs to prove that his less-than-impressive height ceases to be a hindrance in the face of his sheer will and perseverance.\nWhen Hinata enrolls in Karasuno High School, the Little Giant's alma mater, he believes that he is one step closer to his goal of becoming a professional volleyball player. Although the school only retains a shadow of its former glory, Hinata's conviction isn't shaken until he learns that Tobio Kageyama—the prodigy who humiliated Hinata's middle school volleyball team in a crushing defeat—is now his teammate.\nTo fulfill his desire of leaving a mark on the realm of volleyball—so often regarded as the domain of the tall and the strong—Hinata must smooth out his differences with Kageyama. Only when Hinata learns what it takes to be a part of a team will he be able to join the race to the top in earnest.",
		"Url": "/mangas/11/haikyu-special",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/Haikyuu-Chapter-402-Release-Date-Spoilers-Manga-Series-ends-with-the-Final-Chapter-.jpg"
	},
	{
		"Title": "Hunter X Hunter",
		"Description": "The story begins with a young boy named Gon Freecss, who one day discovers that the father who he thought was dead, is in fact alive and well. He learns that his father, Ging, is a legendary \"Hunter\", an individual who has proven themselves an elite member of humanity. Despite the fact that Ging left his son with his relatives in order to pursue his own dreams, Gon becomes determined to follow in his father's footsteps, pass the rigorous \"Hunter Examination\", and eventually find his father to become a Hunter in his own right.",
		"Url": "/mangas/15/hunter-x-hunter",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/hxh209-.png"
	},
	{
		"Title": "Jujutsu Kaisen",
		"Description": "Yuuji, a student at Sugisawa Town #3 High School, happens to be ultra-talented at track and field… But since he has no interest in running around in circles, he’s happy as a clam being a member of the Occult Research Club! Although he only joined up for kicks, things start to get serious when an actual spirit shows up at the school.",
		"Url": "/mangas/4/jujutsu-kaisen",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/f7e2cde93a57cbafd6f2c5a6b6e1c5e8.png"
	},
	{
		"Title": "My Hero Academia",
		"Description": "The appearance of “quirks,” newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shape-shifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual. Since he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku’s unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might’s quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor. Enduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year’s freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.",
		"Url": "/mangas/6/my-hero-academia",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/mhaDescriptionv2.png"
	},
	{
		"Title": "One Piece",
		"Description": "As a child, Monkey D. Luffy dreamed of becoming the King of Pirates. But his life changed when he accidentally gained the power to stretch like rubber … at the cost of never being able to swim again! Now Luffy, with the help of a motley collection of nakama, is setting off in search of “One Piece,” said to be the greatest treasure in the world …",
		"Url": "/mangas/5/one-piece",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/Screen-Shot-2021-04-23-at-9.31.12-PM-1024x732v3.png"
	},
	{
		"Title": "One Piece - Nami vs Kalifa by Boichi",
		"Description": "Nami vs. Kalifa is a one-shot spinoff created by manga illustrator Boichi, who previously worked on Roronoa Zoro Falls Into the Sea and One Piece episode A. It is the third installment of the One Piece Cover Comic Project.",
		"Url": "/mangas/12/one-piece-nami-vs-kalifa-by-boichi",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/nami.png"
	},
	{
		"Title": "One-Punch Man",
		"Description": "In this new action-comedy, everything about a young man named Saitama screams \"AVERAGE,\" from his lifeless expression to his bald head, to his unimpressive physique. However, this average-looking fellow doesn't have your average problem... He's actually a superhero that's looking for tough opponents! The problem is, every time he finds a promising candidate he beats the snot out of them in one punch. Can Saitama finally find an evil villain strong enough to challenge him? Follow Saitama through his hilarious romps as he searches for new bad guys to challenge!",
		"Url": "/mangas/10/one-punch-man",
		"Image": "https://cdn.onepiecechapters.com/file/CDN-M-A-N/opmp.jpg"
	}
]